Repository: collective/collective.cmisbrowser
Catalog: src/collective/cmisbrowser/i18n/*/LC_MESSAGES/collective.cmisbrowser.po
Languages: nl

source: A CMIS content browser
nl: Een CMIS inhoud browser

source: A CMIS content document
nl: Een CMIS inhoud document

source: A CMIS content folder
nl: Een CMIS inhoud map

source: Add a CMIS Browser
nl: Een CMIS browser toevoegen

source: An error happened while connecting to the CMIS Repository.
nl: Een fout trad op bij het verbinden met de CMIS Repository.

source: Browser title comes Plone instead of CMIS repository
nl: Browser titel komt uit Plone i.p.v. de CMIS Repository

source: CMIS Folder
nl: CMIS map

source: CMIS connection type to the repository
nl: CMIS connectie type naar de Repository

source: CMIS default settings
nl: CMIS standaard instellingen

source: CMIS repository name
nl: CMIS Repository naam

source: CMIS start folder path
nl: CMIS startmap pad

source: Connection REST
nl: REST connectie

source: Connection SOAP
nl: SOAP connectie

source: Create CMIS Browser
nl: Maak CMIS Browser

source: Default settings used by every CMIS Browser in the site.
nl: Standaard instellingen gebruikt door elke CMIS Browser in de site.

source: Edit CMIS Browser
nl: Bewerk CMIS Browser

source: Enable RSS feed
nl: RSS feed activeren

source: Folder in the CMIS repository at which the browser should start, will start at the root of the repository if this is empty.
nl: Map in the CMIS Repository vanaf waar de browser dient te starten, indien niet ingevuld wordt gestart vanaf de root van de Repository.

source: HTTP-Proxy to use to access CMIS repository
nl: HTTP-Proxy voor toegang tot de CMIS Repository

source: If this is checked, an RSS feed will be available on every CMIS folder.
nl: Indien aangevinkt zal er een RSS feed beschikbaar zijn voor elke CMIS map.

source: If you have a federated CMIS repository, you have to type the name of the repository you want to access.
nl: Indien je een Federated CMIS Repository gebruikt (één omgeving met verschilende Repositories), dien je de naam van de Repository in te vullen waartoe je toegang wil.

source: Password specified, but username missing.
nl: Wachtwoord ingevuld, gebruikersnaam ontbreekt.

source: Password to access CMIS repository
nl: Wachtwoord voor toegang tot de CMIS Repository

source: Please check the settings, and the CMIS server status.
nl: Gelieve de instellingen en CMIS server status te controleren.

source: Plone template used to render folders
nl: Plone template die gebruikt wordt om mappen weer te geven

source: Product Name
nl: Product Naam

source: Product Version
nl: Product Versie

source: Description
nl: Beschrijving

source: Text
nl: Hoofdtekst

source: Repository description
nl: Repository beschrijving

source: Repository information
nl: Repository informatie

source: Repository name
nl: Repository naam

source: Select a default plone template to render folders.
nl: Selecteer een standaard Plone template om mappen weer te geven.

source: Select if you want to connect to the CMIS repository using SOAP or REST.
nl: Selecteer welke connectie je wil gebruiken, SOAP of REST om een verbinding te maken met de Repository.

source: Site wide default settings for CMIS connections
nl: Standaard CMIS connectie instellingen voor de hele site

source: Tell if the title of the browser should be the one set in Plone or of the root folder targeted in the CMIS repository.
nl: Deze optie maakt het mogelijk om de titel van de browser te gebruiken gezet in Plone of de titel van de doelmap in de CMIS Repository te gebruiken

source: Time in minutes CMIS information should be cached
nl: Tijd in minuten hoelang CMIS informatie gecachet dient te worden

source: User to access CMIS repository
nl: Gebruiker voor toegang tot de CMIS Repository

source: Username specified, but password missing.
nl: Gebruikersnaam ingevuld, wachtwoord ontbreekt.

source: Vendor Name
nl: Fabrikant Naam
